Repository: NaN-tic/trytond-purchase_edi_response
Catalog: locale/*.po
Languages: ca, es_es

# error:purchase.purchase:
source: There isn't response for purchase %(num)s
ca: No hi ha resposta per la compra %(num)s
es_es: No hay respuesta para la compra %(num)s

# field:purchase.configuration,errors_path_edi:
source: Errors Path
ca: Path d'errors
es_es: Path de errores

# field:purchase.configuration,inbox_path_edi:
source: Inbox Path EDI
ca: Path d'entrada EDI
es_es: Path de entrada EDI

# field:purchase.configuration,outbox_path_edi:
source: Outbox Path EDI
ca: Path de sortida EDI
es_es: Path de salida EDI

# field:purchase.configuration,template_response_edi:
source: Template EDI Used for Response
ca: Plantilla EDI de Resposta
es_es: Plantilla EDI usada para la Respuesta

# field:purchase.edi.order.response.lin,base_amount:
source: Base Amount
ca: Import Base
es_es: Importe base

# field:purchase.edi.order.response.lin,cause:
source: Cause
ca: Causa
es_es: Causa

# field:purchase.edi.order.response.lin,changes_applied:
source: EDI Changes Applied
ca: Canvis EDI aplicats
es_es: Cambios EDI aplicados

# field:purchase.edi.order.response.lin,code:
source: Code
ca: Codi
es_es: Código

# field:purchase.edi.order.response.lin,create_date:
source: Create Date
ca: Data de creació
es_es: Fecha de creación

# field:purchase.edi.order.response.lin,create_uid:
source: Create User
ca: Usuari de creació
es_es: Usuario de creación

# field:purchase.edi.order.response.lin,delivery_date:
source: Delivery Date
ca: Data de lliurament
es_es: Fecha de entrega

# field:purchase.edi.order.response.lin,description:
source: Description
ca: Descripció
es_es: Descripción

# field:purchase.edi.order.response.lin,line:
source: Line
ca: Línia
es_es: Línea

# field:purchase.edi.order.response.lin,line_code:
source: Line Code
ca: Codi de línia
es_es: Código de línea

# field:purchase.edi.order.response.lin,price:
source: Price
ca: Preu
es_es: Precio

# field:purchase.edi.order.response.lin,product:
source: Product
ca: Producte
es_es: Productos

# field:purchase.edi.order.response.lin,quantity:
source: Quantity
ca: Quantitat
es_es: Cantidad

# field:purchase.edi.order.response.lin,quantity_by_price:
source: Quantity by Price
ca: Quantitat per preu
es_es: Cantidad por precio

# field:purchase.edi.order.response.lin,quantity_not_served:
source: Quantity Not Served
ca: Quantitat no servida
es_es: Cantidad no servida

# field:purchase.edi.order.response.lin,quantity_on_stock:
source: Quantity On Stock
ca: Quantitat en stock
es_es: Cantidad en stock

# field:purchase.edi.order.response.lin,reason:
source: Reason
ca: Motiu
es_es: Razón

# field:purchase.edi.order.response.lin,rec_name:
source: Name
ca: Nombre
es_es: Nombre

# field:purchase.edi.order.response.lin,state:
source: State
ca: Estat
es_es: Estado

# field:purchase.edi.order.response.lin,unit:
source: Uom
ca: UdM
es_es: UdM

# field:purchase.edi.order.response.lin,unit_digits:
source: Unit Digits
ca: Decimals unitaris
es_es: Dígitos unidad

# field:purchase.edi.order.response.lin,write_date:
source: Write Date
ca: Data de modificació
es_es: Fecha modificación

# field:purchase.edi.order.response.lin,write_uid:
source: Write User
ca: Usuari de modificació
es_es: Usuario modificación

# field:purchase.line,edi_response:
source: EDI Response Line
ca: Línia EDI de Resposta
es_es: Línea de Respuesta EDI

# field:purchase.purchase,edi_answered_on:
source: Answered On
ca: Data de resposta
es_es: Fecha de respuesta

# field:purchase.purchase,edi_answered_state:
source: EDI Response State
ca: Estat de resposta EDI
es_es: Estado de Respuesta

# field:purchase.purchase,edi_base_amount:
source: EDI Base Amount
ca: Import Base
es_es: Importe total

# field:purchase.purchase,edi_response_delivery_date:
source: EDI Response Delivery Date
ca: Data d'Entrega
es_es: Fecha de entrega

# field:purchase.purchase,edi_response_lines_to_review:
source: Response Lines
ca: Línies de resposta
es_es: Líneas de Respuesta

# field:purchase.purchase,edi_total_amount:
source: EDI Total Amount
ca: Import Total
es_es: Importe total

# model:purchase.edi.order.response.lin,name:
source: EDI ORDER Response Line
ca: Línia de Resposta de ORDRE EDI
es_es: Línea de Respuesta de Orden EDI

# selection:purchase.edi.order.response.lin,cause:
source: Available now - planned shipment
ca: Disponible ara – enviament planificat
es_es: Disponible ahora - envío planeado

# selection:purchase.edi.order.response.lin,cause:
source: Exhausted item in the wholesaler
ca: Article esgotat al majorista
es_es: Artículo agotado en el mayorista

# selection:purchase.edi.order.response.lin,cause:
source: In process-planned shipment
ca: En procés – enviament planificat
es_es: Proceso de envío planificado

# selection:purchase.edi.order.response.lin,cause:
source: Next carrier
ca: Pròxim transportista
es_es: Próximo al transportista

# selection:purchase.edi.order.response.lin,cause:
source: Partial shipment considered complete without supplementary shipment
ca: Enviament parcial considerat complet sense enviament complementari
es_es: Envío parcial considerado completo sin envío suplementario

# selection:purchase.edi.order.response.lin,cause:
source: Partial shipment that will be followed by a complementary shipment
ca: Enviament parcial que seguirà un enviament complementari
es_es: Envío parcial que irá seguido por un envío complementario

# selection:purchase.edi.order.response.lin,cause:
source: Product sold out due to force majeure
ca: Producte esgotat per causa de força major
es_es: Producto agotado por fuerza mayor

# selection:purchase.edi.order.response.lin,cause:
source: Product temporarily unavailable by the wholesaler
ca: Producte temporalment no disponible pel majorista
es_es: Producto no disponible temporalmente por el mayorista

# selection:purchase.edi.order.response.lin,cause:
source: Product that has been left to manufacture
ca: Producte que s'ha deixat de fabricar
es_es: Producto que se ha dejado fabricar

# selection:purchase.edi.order.response.lin,cause:
source: Product without factory stock
ca: Producte sense estoc de fàbrica
es_es: Producto sin stock de fábrica

# selection:purchase.edi.order.response.lin,cause:
source: Product written off by the wholesaler
ca: Producte eliminat pel majorista
es_es: Producto cancelado por el mayorista

# selection:purchase.edi.order.response.lin,cause:
source: Supplementary delivery of a previous order
ca: Lliurament complementari d’una comanda anterior
es_es: Entrega suplementaria de un pedido anterior

# selection:purchase.edi.order.response.lin,reason:
source: Adjustment
ca: Ajust
es_es: Ajuste

# selection:purchase.edi.order.response.lin,reason:
source: Out of inventory
ca: Fora d'inventari
es_es: Fuera de inventario

# selection:purchase.edi.order.response.lin,reason:
source: Pack difference
ca: Diferència d'embalum
es_es: Diferencia de bulto

# selection:purchase.edi.order.response.lin,reason:
source: Quantity and Unit of Measure Alternatives
ca: Quantitats i Unitats de mesura alternatives
es_es: Cantidad y Unidades de Medida alternativas

# selection:purchase.edi.order.response.lin,reason:
source: The amount requested doesn't match the agreement
ca: La quantitat sol·licitada no coincideix amb l’acordada
es_es: La cantidad solicitada no coincide con la acordada

# selection:purchase.edi.order.response.lin,reason:
source: The order represents a replacement of the original order
ca: La comanda representa una substitució de la comanda original
es_es: El pedido representa un reemplazo del pedido original

# selection:purchase.edi.order.response.lin,reason:
source: Unit of measure difference
ca: Diferència de unitat de mesura
es_es: Diferencia de unidad de medida

# selection:purchase.edi.order.response.lin,reason:
source: Unknown product code
ca: Codi de producte desconegut
es_es: Código de producto desconocido

# selection:purchase.edi.order.response.lin,state:
source: Accepted
ca: Acceptada
es_es: Aceptada

# selection:purchase.edi.order.response.lin,state:
source: Accepted with Correction
ca: Acceptat amb correcció
es_es: Aceptado con corrección

# selection:purchase.edi.order.response.lin,state:
source: Added
ca: Afegida
es_es: Añadida

# selection:purchase.edi.order.response.lin,state:
source: Changed
ca: Canviat
es_es: Cambiada

# selection:purchase.edi.order.response.lin,state:
source: Not accepted
ca: No acceptat
es_es: No Aceptado

# selection:purchase.purchase,edi_answered_state:
source: Accepted
ca: Acceptada
es_es: Aceptado

# selection:purchase.purchase,edi_answered_state:
source: change
ca: Canvi
es_es: Cambio

# selection:purchase.purchase,edi_answered_state:
source: not accepted
ca: No acceptada
es_es: No aceptado

# selection:purchase.purchase,edi_answered_state:
source: not process
ca: No processat
es_es: No procesado

# view:purchase.edi.order.response.lin:
source: Apply Changes
ca: Aplicar Canvis
es_es: Aplicar cambios

# view:purchase.purchase:
source: Get EDI Response
ca: Comprovar resposta EDI
es_es: Obtener respuesta EDI

# view:purchase.purchase:
source: Response
ca: Resposta
es_es: Respuesta
